{
    "address sign": 427,
    "adjust": 0,
    "advocacy": 479,
    "african elephant": 270,
    "aircraft": 118,
    "airliner": 120,
    "airplane": 117,
    "airport bus": 199,
    "alarm clock": 234,
    "apple": 122,
    "apple cider": 124,
    "apple juice": 123,
    "apple pie": 125,
    "aquatic plant": 374,
    "asparagus": 196,
    "assemble": 1,
    "author": 179,
    "baby carrot": 215,
    "backpack": 127,
    "bacon sandwich": 387,
    "bag": 130,
    "bagel": 266,
    "baking": 353,
    "ball": 420,
    "ball game": 422,
    "banana": 132,
    "banana bread": 133,
    "banana ketchup": 135,
    "banana leaf": 134,
    "banana powder": 136,
    "baseball": 139,
    "baseball bat": 138,
    "baseball glove": 145,
    "baseball player": 142,
    "baseball_bat": 137,
    "baseball_glove": 143,
    "bathroom": 399,
    "bathroom sink": 396,
    "batting glove": 146,
    "bear": 147,
    "bed": 152,
    "bed frame": 155,
    "beef": 245,
    "beer bottle": 183,
    "bench": 157,
    "bench grinder": 161,
    "bench press": 160,
    "bicycle": 162,
    "bicycle fork": 280,
    "bicycle motocross": 163,
    "bicycle racing": 166,
    "bird": 167,
    "bird food": 170,
    "bird migration": 171,
    "bird nest": 169,
    "block": 2,
    "blow": 3,
    "board": 4,
    "boat": 172,
    "bolo tie": 443,
    "book": 177,
    "bottle": 182,
    "bovine": 242,
    "bow tie": 441,
    "bowl": 187,
    "bowls": 189,
    "break": 5,
    "breakfast sandwich": 386,
    "briefcase": 128,
    "broccoli": 192,
    "broccoli sprouts": 193,
    "brush_with": 6,
    "bullet train": 464,
    "bunk bed": 153,
    "bus": 197,
    "bus driver": 198,
    "bus stop": 200,
    "buy": 7,
    "cable television": 471,
    "cake": 202,
    "cake flour": 204,
    "camera remote control": 379,
    "candy apple": 126,
    "car": 207,
    "car dealership": 209,
    "carrot": 212,
    "carrot cake": 206,
    "carry": 8,
    "cat": 216,
    "cat litter": 220,
    "catch": 9,
    "cattle": 243,
    "cauliflower": 194,
    "celery": 213,
    "cell_phone": 221,
    "cellular network": 226,
    "ceramic": 483,
    "chair": 227,
    "championship": 250,
    "channel": 473,
    "chase": 10,
    "check": 11,
    "cheerleading": 288,
    "chili dog": 310,
    "chocolate cake": 203,
    "chocolate sandwich": 384,
    "cider doughnut": 263,
    "clean": 12,
    "clock": 232,
    "clock tower": 233,
    "coffee cup": 248,
    "comic book": 178,
    "companion dog": 260,
    "computer": 330,
    "computer keyboard": 314,
    "computer mouse": 345,
    "control": 13,
    "cook": 14,
    "cooler": 296,
    "couch": 237,
    "cover meter": 359,
    "cow": 240,
    "creek": 281,
    "cricket bat": 140,
    "croquet": 287,
    "cup": 246,
    "cut": 15,
    "cut_with": 16,
    "dairy cow": 241,
    "desert": 381,
    "desktop computer": 331,
    "digital clock": 236,
    "dining room": 253,
    "dining_table": 251,
    "direct": 17,
    "dish": 337,
    "dog": 218,
    "dog bed": 156,
    "dog breed": 259,
    "dog sled": 257,
    "donut": 261,
    "double-decker bus": 201,
    "doughnut": 262,
    "downhill": 408,
    "drag": 18,
    "drain": 398,
    "dribble": 19,
    "drink_with": 20,
    "drive": 21,
    "dry": 22,
    "duffel bag": 131,
    "earthenware": 482,
    "eat": 23,
    "eat_at": 24,
    "egg cup": 247,
    "electronic keyboard": 315,
    "elephant": 267,
    "elephant beetle": 269,
    "elephant seals": 268,
    "exit": 25,
    "facial hair": 298,
    "feed": 26,
    "female person": 362,
    "fill": 27,
    "fire": 274,
    "fire extinguisher": 275,
    "fire hydrant": 273,
    "fire salamander": 277,
    "fire sprinkler": 276,
    "fire_hydrant": 272,
    "flight": 121,
    "flightless bird": 168,
    "flip": 28,
    "flowering plant": 372,
    "flush": 29,
    "fly": 30,
    "folding chair": 228,
    "fork": 278,
    "forklift truck": 468,
    "freezer": 376,
    "frisbee": 283,
    "frisbee games": 284,
    "giraffe": 289,
    "glass": 488,
    "glass bottle": 185,
    "glove": 144,
    "goat": 393,
    "goats": 392,
    "grasshopper mouse": 346,
    "greet": 31,
    "grind": 32,
    "grizzly bear": 148,
    "groom": 33,
    "hair coloring": 297,
    "hair dryer": 295,
    "hair fork": 279,
    "hair spray": 299,
    "hair tie": 442,
    "hair_drier": 294,
    "handbag": 300,
    "herbaceous plant": 375,
    "herd": 34,
    "hippopotamus": 291,
    "hit": 35,
    "hold": 36,
    "hop_on": 37,
    "horse": 302,
    "horse harness": 305,
    "horse racing": 303,
    "horse trainer": 304,
    "hose": 38,
    "hot dog": 308,
    "hot dog bun": 311,
    "hot dog stand": 309,
    "hot_dog": 307,
    "hug": 39,
    "hunt": 40,
    "indian elephant": 271,
    "inflatable boat": 175,
    "inspect": 41,
    "install": 42,
    "jet aircraft": 119,
    "jump": 43,
    "jungle": 382,
    "keyboard": 312,
    "keyboard bass": 313,
    "keyboard player": 316,
    "kick": 44,
    "kickball": 285,
    "kiss": 45,
    "kitchen knife": 323,
    "kitchen sink": 397,
    "kite": 317,
    "kite buggy": 318,
    "kite skating": 319,
    "kite sports": 321,
    "knife": 322,
    "knife sharpener": 324,
    "knife throwing": 326,
    "ladle": 417,
    "laptop": 327,
    "laptop bag": 328,
    "laptop battery": 329,
    "lasso": 46,
    "launch": 47,
    "leather": 301,
    "lick": 48,
    "lie_on": 49,
    "lift": 50,
    "light": 51,
    "light meter": 360,
    "livestock": 394,
    "load": 52,
    "longcase clock": 235,
    "lose": 53,
    "luggage": 428,
    "make": 54,
    "male person": 363,
    "man": 364,
    "massage chair": 231,
    "microwave": 332,
    "microwave oven": 333,
    "milk": 55,
    "mixing bowl": 191,
    "mobile phone": 222,
    "mobile phone battery": 225,
    "motorcycle": 338,
    "motorcycle helmet": 341,
    "motorcycle racer": 339,
    "motorcycle racing": 340,
    "motorcycle speedway": 342,
    "mouse": 343,
    "mouse lemur": 344,
    "move": 56,
    "no_interaction": 57,
    "novel": 181,
    "office chair": 230,
    "onion": 214,
    "open": 58,
    "operate": 59,
    "orange": 348,
    "orange drink": 352,
    "orange juice": 349,
    "orange liqueur": 350,
    "organization": 477,
    "osage orange": 351,
    "outdoor bench": 159,
    "outdoor table": 255,
    "outdoor umbrella base": 478,
    "oven": 334,
    "pack": 60,
    "paint": 61,
    "park": 62,
    "parking": 357,
    "parking lot": 358,
    "parking meter": 356,
    "parking_meter": 355,
    "passenger car": 210,
    "patrol boat": 173,
    "pay": 63,
    "peel": 64,
    "person": 361,
    "pet": 65,
    "pick": 66,
    "pick_up": 67,
    "pickup truck": 465,
    "picnic table": 254,
    "pizza": 264,
    "pizza cheese": 366,
    "pizza cutter": 369,
    "pizza pan": 368,
    "plant": 371,
    "plastic bottle": 186,
    "platter": 416,
    "pliers": 390,
    "point": 68,
    "polar bear": 150,
    "pommel horse": 306,
    "porcelain": 481,
    "portable toilet": 450,
    "potato cake": 205,
    "potted_plant": 370,
    "pottery": 484,
    "pour": 69,
    "pull": 70,
    "push": 71,
    "quagga": 491,
    "race": 72,
    "racing bicycle": 165,
    "racket": 438,
    "rat": 347,
    "read": 73,
    "refrigerator": 336,
    "release": 74,
    "remote": 377,
    "remote control": 378,
    "repair": 75,
    "rhinoceros": 293,
    "ride": 76,
    "rocking chair": 229,
    "room": 256,
    "row": 77,
    "run": 78,
    "sail": 79,
    "sandwich": 383,
    "sandwich cookies": 385,
    "sandwich toaster": 447,
    "satellite phone": 224,
    "scalpel": 391,
    "science book": 180,
    "scissors": 388,
    "scratch": 80,
    "serve": 81,
    "set": 82,
    "shampoo": 456,
    "shaper": 433,
    "shear": 83,
    "sheep": 244,
    "ship": 176,
    "sicilian pizza": 367,
    "sign": 84,
    "sink": 395,
    "sip": 85,
    "sit_at": 86,
    "sit_on": 87,
    "sitting": 239,
    "skateboard": 400,
    "skateboard deck": 402,
    "skateboard truck": 404,
    "skateboard wheel": 403,
    "skateboarding": 401,
    "ski": 406,
    "skiing": 407,
    "skis": 405,
    "slalom skiing": 410,
    "sled dog": 258,
    "slide": 88,
    "sloth bear": 151,
    "smell": 89,
    "snowboard": 411,
    "snowboard halfpipe": 412,
    "snowboarding": 409,
    "soccer ball": 423,
    "sofa bed": 154,
    "softball": 286,
    "softball bat": 141,
    "spatula": 415,
    "spin": 90,
    "spinach": 195,
    "spoon": 413,
    "sport kite": 320,
    "sports": 419,
    "sports game": 421,
    "sports_ball": 418,
    "squash tennis": 440,
    "squeeze": 91,
    "stab": 92,
    "stand_on": 93,
    "stand_under": 94,
    "stationary bicycle": 164,
    "stick": 95,
    "stir": 96,
    "stop sign": 425,
    "stop_at": 97,
    "stop_sign": 424,
    "stove": 354,
    "straddle": 98,
    "street light": 461,
    "studio couch": 238,
    "succulent plant": 373,
    "sugar bowl": 190,
    "suitcase": 129,
    "super bowl": 188,
    "surfboard": 429,
    "surfboard fin": 432,
    "surfboard shaper": 430,
    "surfboard wax": 431,
    "swing": 99,
    "tabby cat": 217,
    "table": 252,
    "table tennis racket": 439,
    "tag": 100,
    "talk_on": 101,
    "teach": 102,
    "teddy bear": 149,
    "teddy_bear": 434,
    "telephone": 223,
    "television": 470,
    "television presenter": 472,
    "television studio": 474,
    "tennis": 436,
    "tennis racket": 437,
    "tennis_racket": 435,
    "terrain": 380,
    "text_on": 103,
    "throw": 104,
    "throwing knife": 325,
    "tie": 105,
    "tie bar": 444,
    "toast": 106,
    "toaster": 445,
    "toaster oven": 335,
    "toaster pastry": 448,
    "toaster strudel": 446,
    "toilet": 449,
    "toilet paper": 451,
    "toilet seat": 452,
    "toothbrush": 453,
    "toothbrush holder": 454,
    "toothpaste": 455,
    "torpedo boat": 174,
    "tournament": 249,
    "traffic": 458,
    "traffic congestion": 460,
    "traffic light": 459,
    "traffic sign": 426,
    "traffic_light": 457,
    "trailer truck": 467,
    "train": 107,
    "train ferry": 463,
    "train station": 462,
    "training bench": 158,
    "tributary": 282,
    "truck": 211,
    "truck driver": 466,
    "turn": 108,
    "tv": 469,
    "tweezers": 389,
    "type_on": 109,
    "umbrella": 475,
    "umbrella tree": 476,
    "vase": 480,
    "vehicle": 208,
    "waffle": 265,
    "walk": 110,
    "wash": 111,
    "watch": 112,
    "wave": 113,
    "wear": 114,
    "wield": 115,
    "wild cat": 219,
    "wildebeest": 292,
    "wine": 486,
    "wine bottle": 184,
    "wine glass": 487,
    "wine_glass": 485,
    "woman": 365,
    "wooden spoon": 414,
    "zebra": 290,
    "zebra crossing": 489,
    "zebra swallowtail": 490,
    "zip": 116
}